Repository: Agnostique/UpLa-mac
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: tr

source: "%@" files cannot be uploaded to upla.com.tr. Supported types: %@.
tr: "%@" türündeki dosyalar upla.com.tr'ye yüklenemez. Desteklenen türler: %@.

source: %@ (awaiting moderation)
tr: %@ (onay bekliyor)

source: %@ (sign in again)
tr: %@ (tekrar giriş yapın)

source: %@ days
tr: %@ gün

source: %@ hours
tr: %@ saat

source: %@ minutes
tr: %@ dakika

source: %@ months
tr: %@ ay

source: %@ weeks
tr: %@ hafta

source: %@ years
tr: %@ yıl

source: 1 day
tr: 1 gün

source: 1 hour
tr: 1 saat

source: 1 minute
tr: 1 dakika

source: 1 month
tr: 1 ay

source: 1 second
tr: 1 saniye

source: 1 week
tr: 1 hafta

source: 1 year
tr: 1 yıl

source: 2 seconds
tr: 2 saniye

source: 3 seconds
tr: 3 saniye

source: 4 seconds
tr: 4 saniye

source: 5 seconds
tr: 5 saniye

source: API key:
tr: API anahtarı:

source: Abort screen recording
tr: Ekran kaydetme iptal et

source: About UpLa
tr: UpLa Hakkında

source: About…
tr: Hakkında…

source: Account
tr: Hesap

source: Add image effects
tr: Resim efekti ekle

source: Add image effects…
tr: Resim efekti ekle…

source: After capture
tr: Yakalama sonrası

source: After capture tasks
tr: Yakalama sonrası

source: After upload tasks
tr: Yükleme sonrası

source: Album (link or ID):
tr: Albüm (link veya kimlik):

source: Album and tags only work when you are signed in. Auto delete is applied when it is enabled on upla.com.tr.
tr: Albüm ve etiketler yalnızca giriş yaptığınızda çalışır. Otomatik silme, upla.com.tr'de etkinse uygulanır.

source: Allow UpLa in System Settings › General › Login Items.
tr: Sistem Ayarları › Genel › Giriş Öğeleri bölümünde UpLa'ya izin verin.

source: An empty field checks the guest upload.
tr: Alan boşsa misafir yükleme kontrol edilir.

source: An empty field checks the saved key.
tr: Alan boşsa kayıtlı anahtar kontrol edilir.

source: Application settings…
tr: Uygulama ayarları…

source: Auto delete:
tr: Otomatik silme:

source: Automatic upload to upla.com.tr
tr: upla.com.tr'ye otomatik yükleme

source: Awaiting moderation
tr: Onay bekliyor

source: Beautify image
tr: Resmi güzelleştir

source: Beautify image…
tr: Resmi güzelleştir…

source: Cancel
tr: İptal

source: Cancel Recording
tr: Kaydı İptal Et

source: Cancel Uploads
tr: Yüklemeleri İptal Et

source: Capture
tr: Yakala

# Capture (settings tab)
source: Capture
tr: Yakalama

source: Capture Full Screen
tr: Tam Ekranı Yakala

source: Capture Region
tr: Bölge Yakala

source: Capture Window
tr: Pencere Yakala

source: Capture active monitor
tr: Aktif ekranı yakala

source: Capture active window
tr: Aktif pencereyi yakala

source: Capture entire screen
tr: Tüm ekranı yakala

source: Capture last region
tr: Son bölgeyi yakala

source: Capture pre configured region
tr: Özel bölge yakala

source: Capture pre configured window
tr: Önceden yapılandırılmış pencereyi yakala

source: Capture region
tr: Bölge yakala

source: Capture region (Light)
tr: Bölge yakala (Basit)

source: Capture region (Transparent)
tr: Bölge yakala (Saydam)

source: Category ID (0 = none):
tr: Kategori kimliği (0 = yok):

source: Check Key
tr: Anahtarı Doğrula

source: Choose
tr: Seç

source: Choose what to record…
tr: Neyi kaydedeceğinizi seçin…

source: Choose…
tr: Seç…

source: Clear History
tr: Geçmişi Temizle

source: Clear History…
tr: Geçmişi Temizle…

source: Clear task list
tr: Listeyi temizle

source: Clear the upload history?
tr: Yükleme geçmişi temizlensin mi?

source: Click a shortcut, then press the new keys. Esc cancels, Delete removes the shortcut. A shortcut needs ⌘ or ⌃ and one more modifier key, like ⌥⇧⌘4; with F1–F20 one is enough. Shortcuts like ⌘C are left to the other apps.
tr: Bir kısayola tıklayın, ardından yeni tuşlara basın. Esc iptal eder, Sil tuşu kısayolu kaldırır. Kısayolda ⌘ veya ⌃ ile bir değiştirici tuş daha bulunmalıdır, örneğin ⌥⇧⌘4; F1–F20 tuşlarında biri yeterlidir. ⌘C gibi kısayollar diğer uygulamalara bırakılır.

source: Click to copy URL to clipboard. Option-click to open URL.
tr: Adresi kopyalamak için tıklayın. Adresi açmak için ⌥ ile tıklayın.

source: Close
tr: Kapat

source: Color picker
tr: Renk seçici

source: Color picker…
tr: Renk seçici…

source: Combine horizontally
tr: Yatay olarak birleştir

source: Combine images…
tr: Resimleri birleştir…

source: Combine vertically
tr: Dikey olarak birleştir

source: Connected Devices
tr: Bağlı Cihazlar

source: Connected devices
tr: Bağlı cihazlar

source: Continue as Guest
tr: Misafir Olarak Devam Et

source: Continue as a guest
tr: Misafir olarak devam et

source: Copy
tr: Kopyala

source: Copy Link
tr: Linki Kopyala

source: Copy URL to clipboard
tr: Adresi panoya kopyala

source: Copy file path to clipboard
tr: Dosya yolunu panoya kopyala

source: Copy file to clipboard
tr: Dosyayı panoya kopyala

source: Copy folder path to clipboard
tr: Klasör yolunu panoya kopyala

source: Copy image to clipboard
tr: Resmi panoya kopyala

source: Copy link: %@
tr: Linki kopyala: %@

source: Copy the image to the clipboard
tr: Resmi panoya kopyala

source: Could not change the login item: %@
tr: Giriş öğesi değiştirilemedi: %@

source: Could not connect to upla.com.tr. Check your internet connection.
tr: upla.com.tr'ye bağlanılamadı. İnternet bağlantınızı kontrol edin.

source: Could not sign in: %@
tr: Giriş yapılamadı: %@

source: Could not verify the key: %@
tr: Anahtar doğrulanamadı: %@

source: Create Account
tr: Hesap Oluştur

source: Cut
tr: Kes

source: Debug
tr: Hata ayıklama

source: Debug log…
tr: Hata ayıklama kütüğü…

source: Delete file locally
tr: Dosyayı sil

source: Delete file locally…
tr: Yerel dosya sil…

source: Deletion URL
tr: Silme adresi

source: Deletion link
tr: Silme linki

source: Destination settings…
tr: Hedef ayarları…

source: Destinations
tr: Hedefler

source: Direct file link
tr: Doğrudan dosya linki

source: Disable hotkeys
tr: Kısayolları devre dışı bırak

source: Disable/Enable hotkeys
tr: Devre dışı bırak/Aktif et kısayolları

source: Do you really want to delete this file?
tr: Bu dosyayı gerçekten silmek istiyor musunuz?

source: Download
tr: İndir

source: Drag and drop upload
tr: Sürükle bırak ile yükle

source: Drag and drop upload…
tr: Sürükle bırak ile yükle…

source: Drag to select the area to record, or click to record the whole screen. Press Esc to cancel.
tr: Kaydedilecek alanı seçmek için sürükleyin ya da tüm ekranı kaydetmek için tıklayın. İptal etmek için Esc tuşuna basın.

source: Edit
tr: Düzen

source: Edit image…
tr: Resim düzenle…

source: Enable hotkeys
tr: Kısayolları aktif et

source: Enter a key first.
tr: Önce bir anahtar girin.

source: Enter an API key by hand (advanced)
tr: API anahtarını elle gir (gelişmiş)

source: Enter your username or email and your password.
tr: Kullanıcı adınızı veya e-postanızı ve şifrenizi girin.

source: Example: https://upla.com.tr/album/Holiday.AbCd (the album must belong to your account)
tr: Örnek: https://upla.com.tr/album/Tatil.AbCd (albüm sizin hesabınıza ait olmalıdır)

source: Exit
tr: Çıkış

source: Exit UpLa
tr: UpLa'yı kapat

source: Failed uploads are always reported. Click a notification to open the link.
tr: Başarısız yüklemeler her zaman bildirilir. Linki açmak için bildirime tıklayın.

source: File
tr: Dosya

source: File delete confirmation
tr: Dosya silme onayı

source: File name
tr: Dosya adı

source: File name with extension
tr: Dosya adı uzantısıyla birlikte

source: File path
tr: Dosya yolu

source: File uploader
tr: Dosya yükleyici

source: File uploader: %@
tr: Dosya yükleyici: %@

source: Finishing the recording…
tr: Kayıt tamamlanıyor…

source: Folder
tr: Klasör

# Folder (Open menu)
source: Folder
tr: Dizin

source: Folder:
tr: Klasör:

source: Forgot password
tr: Şifremi unuttum

source: Forum (BBCode) image
tr: Forum (BBCode) resim

source: Forum (BBCode) link
tr: Forum (BBCode) bağlantı

source: Forum (BBCode) linked image
tr: Forum (BBCode) bağlantılı resim

source: Frames per second:
tr: Saniyedeki kare sayısı:

source: Fullscreen
tr: Tam ekran

source: General
tr: Genel

source: Get Key
tr: Anahtar Al

source: Guest upload is available.
tr: Misafir yükleme kullanılabilir.

source: Guest upload is currently disabled on upla.com.tr. Sign in with your account from the "upla.com.tr Account" menu.
tr: upla.com.tr'de misafir yükleme şu anda kapalı. "upla.com.tr Hesabı" menüsünden hesabınızla giriş yapın.

source: Guest upload is currently disabled. Sign in with your account.
tr: Misafir yükleme şu anda kapalı. Hesabınızla giriş yapın.

source: Guests can upload 20 MB, signed in members 100 MB. The recording stops a little before the limit, so it can still be uploaded.
tr: Misafirler 20 MB, giriş yapan üyeler 100 MB yükleyebilir. Kayıt sınırdan biraz önce durur, böylece yine de yüklenebilir.

source: HTML image
tr: HTML resim

source: HTML link
tr: HTML bağlantı

source: HTML linked image
tr: HTML bağlantılı resim

source: History…
tr: Geçmiş…

source: Hotkey settings…
tr: Kısayol ayarları…

source: Hotkeys
tr: Kısayollar

source: Hotkeys disabled.
tr: Kısayollar devre dışı kaldı.

source: Hotkeys enabled.
tr: Kısayollar aktif edildi.

source: Image
tr: Resim

source: Image beautifier
tr: Resim güzelleştirici

source: Image beautifier…
tr: Resim güzelleştirici…

source: Image combiner
tr: Resim birleştirici

source: Image combiner…
tr: Resim birleştirici…

source: Image dimensions
tr: Resim boyutları

source: Image editor
tr: Resim düzenleyici

source: Image editor…
tr: Resim düzenleyici…

source: Image effects
tr: Resim efektleri

source: Image effects…
tr: Resim efektleri…

source: Image history…
tr: Resim geçmişi…

source: Image uploader: %@
tr: Resim yükleyici: %@

source: Image viewer
tr: Resim görüntüleyici

source: Image viewer…
tr: Resim görüntüleyici…

source: Invalid key. Sign in from the app or create a new key on the "Connected devices" page.
tr: Anahtar geçersiz. Uygulamadan giriş yapın veya "Bağlı cihazlar" sayfasından yeni bir anahtar oluşturun.

source: Keep Uploading
tr: Yüklemeye Devam Et

source: Last region
tr: Son bölge

source: License
tr: Lisans

source: Link to copy:
tr: Kopyalanacak link:

source: Markdown image
tr: Markdown resim

source: Markdown link
tr: Markdown bağlantı

source: Markdown linked image
tr: Markdown bağlantılı resim

source: Max width on server (px, 0 = off):
tr: Sunucuda en fazla genişlik (px, 0 = kapalı):

source: Minimize
tr: Simge Durumuna Küçült

source: Monitor
tr: Monitör

source: My Profile
tr: Profilim

source: My profile
tr: Profilim

source: Never
tr: Kapalı

source: No delay
tr: Gecikme yok

source: No uploads yet
tr: Henüz yükleme yok

source: None
tr: Hiçbiri

# None (no shortcut)
source: None
tr: Yok

source: Nothing to upload
tr: Yüklenecek bir şey yok

source: Nothing was recorded.
tr: Hiçbir şey kaydedilmedi.

source: OCR image…
tr: Resimden yazı yakala (OCR)…

source: OK
tr: Tamam

source: Only needed if you cannot sign in from the app. Get a key with "Create a new API key" on the "Connected devices" page. "Regen key" on Settings › API deletes the newest key, which may be the connection of another computer you signed in on.
tr: Yalnızca uygulamadan giriş yapamıyorsanız gerekir. Anahtarı "Bağlı cihazlar" sayfasındaki "Yeni API anahtarı oluştur" düğmesiyle alın. Ayarlar › API sayfasındaki "Regen key" en yeni anahtarı siler; bu, giriş yaptığınız başka bir bilgisayarın bağlantısı olabilir.

source: Open
tr: Aç

source: Open Connected Devices
tr: Bağlı Cihazları Aç

source: Open Delete Page
tr: Silme Sayfasını Aç

source: Open Delete Page…
tr: Silme Sayfasını Aç…

source: Open Login Items Settings
tr: Giriş Öğeleri Ayarlarını Aç

source: Open System Settings
tr: Sistem Ayarlarını Aç

source: Open URL
tr: Adresi aç

source: Open UpLa at login
tr: Oturum açıldığında UpLa'yı başlat

source: Open history window
tr: Geçmiş penceresini aç

source: Open image history window
tr: Resim geçmişi penceresini aç

source: Open in image editor
tr: Resim düzenleyicide aç

source: Open main window
tr: Ana pencereyi aç

# Open main window (menu bar menu)
source: Open main window
tr: UpLa penceresini göster

source: Open screenshots folder
tr: Ekran görüntüleri dizinini aç

source: Opening the deletion link can delete the uploaded file from the server immediately and permanently. Do you want to continue?
tr: Silme linki açıldığında yüklenen dosya sunucudan hemen ve kalıcı olarak silinebilir. Devam etmek istiyor musunuz?

source: Other
tr: Diğer

source: Page link (recommended)
tr: Sayfa linki (önerilen)

source: Password:
tr: Şifre:

source: Paste
tr: Yapıştır

source: Pause screen recording
tr: Ekran kaydını duraklat

source: Perform actions
tr: Aksiyonları gerçekleştir

source: Pin to screen
tr: Ekrana sabitle

source: Pin to screen (Close all)
tr: Ekrana sabitle (Tümünü kapat)

source: Pin to screen (From clipboard)
tr: Ekrana sabitle (Panodan)

source: Pin to screen (From file)
tr: Ekrana sabitle (Dosyadan)

source: Pin to screen (From screen)
tr: Ekrana sabitle (Ekrandan)

source: Pin to screen…
tr: Ekrana sabitle…

source: Press the new shortcut…
tr: Yeni kısayola basın…

source: Print image
tr: Resmi yazdır

source: QR code
tr: QR kod

source: QR code (Scan region)
tr: QR kodu (Bölge tara)

source: QR code (Scan screen)
tr: QR kod (Ekrandan çöz)

source: QR code…
tr: QR kod…

source: Quit UpLa
tr: UpLa'dan Çık

source: Recent Uploads
tr: Son Yüklemeler

source: Recent links
tr: Son bağlantılar

source: Recognize text (OCR)
tr: Yazı tanı (OCR)

source: Record Full Screen
tr: Tam Ekranı Kaydet

source: Record Region: drag to select the area, or click to record the whole screen; Esc cancels. Stop the recording from the menu bar icon or with the shortcut.
tr: Bölge Kaydet: alanı seçmek için sürükleyin ya da tüm ekranı kaydetmek için tıklayın; Esc iptal eder. Kaydı menü çubuğu simgesinden ya da kısayolla durdurun.

source: Record Region…
tr: Bölge Kaydet…

source: Record Window…
tr: Pencere Kaydet…

source: Record system audio
tr: Sistem sesini kaydet

source: Recording
tr: Kayıt

source: Recording stopped at the upload limit (%@)
tr: Kayıt yükleme sınırında durduruldu (%@)

source: Recordings are MP4 videos. After a recording the actions in the Capture tab apply (uploading, saving to the folder); a recording that is not uploaded is always saved to the folder.
tr: Kayıtlar MP4 videodur. Kayıttan sonra Yakalama sekmesindeki işlemler uygulanır (yükleme, klasöre kaydetme); yüklenmeyen bir kayıt her zaman klasöre kaydedilir.

source: Recording… %@, %@
tr: Kaydediliyor… %@, %@

source: Redo
tr: Yinele

source: Region
tr: Bölge

source: Region (Light)
tr: Bölge (Basit)

source: Region (Transparent)
tr: Bölge (Saydam)

source: Region and window captures use the macOS selection: drag to select a region, press Space to switch between region and window, press Esc to cancel.
tr: Bölge ve pencere yakalamada macOS seçimi kullanılır: bölge seçmek için sürükleyin, bölge ile pencere arasında geçmek için Boşluk tuşuna, iptal etmek için Esc tuşuna basın.

source: Remove Key
tr: Anahtarı Kaldır

source: Remove Key…
tr: Anahtarı Kaldır…

source: Remove from History
tr: Geçmişten Kaldır

source: Remove task from list
tr: Listeden sil

source: Remove the API key entered by hand from this Mac? Later uploads are made as a guest.
tr: Elle girilen API anahtarı bu Mac'ten kaldırılsın mı? Sonraki yüklemeler misafir olarak yapılır.

source: Report Abuse
tr: Kötüye Kullanımı Bildir

source: Report abuse
tr: Kötüye kullanımı bildir

source: Restore Defaults
tr: Varsayılanları Geri Yükle

source: Ruler
tr: Cetvel

source: Ruler…
tr: Cetvel…

source: Run action
tr: Aksiyon çalıştır

source: Save image to file
tr: Resmi dosya olarak kaydet

source: Save image to file as…
tr: Resmi dosya olarak farklı kaydet…

source: Save to a folder
tr: Bir klasöre kaydet

source: Scan QR code
tr: QR kodunu tara

source: Screen Recording Permission
tr: Ekran Kaydı İzni

source: Screen capture
tr: Ekran yakalama

source: Screen color picker
tr: Renk seçici ekranı

source: Screen color picker…
tr: Ekrandan renk seçici…

source: Screen record
tr: Ekran kaydetme

source: Screen recording
tr: Ekran kaydetme

source: Screen recording (GIF)
tr: Ekran kaydetme (GIF)

source: Screen recording failed
tr: Ekran kaydı yapılamadı

source: Screen recording saved
tr: Ekran kaydı kaydedildi

source: Screen recordings (MP4, WEBM) are uploaded to upla.com.tr too. The limit is 20 MB for guests and 100 MB for signed in members.
tr: Ekran kayıtları (MP4, WEBM) da upla.com.tr'ye yüklenir. Sınır misafirlerde 20 MB, giriş yapan üyelerde 100 MB.

source: Screenshot copied to the clipboard
tr: Ekran görüntüsü panoya kopyalandı

source: Screenshot delay: %@s
tr: Ekran görüntüsü gecikmesi: %@sn

source: Screenshot saved
tr: Ekran görüntüsü kaydedildi

source: Screenshots (taken with the macOS screencapture tool) and screen recordings need this permission. UpLa does not record anything until you capture or start a recording.
tr: Ekran görüntüleri (macOS'in screencapture aracıyla alınır) ve ekran kayıtları bu izne ihtiyaç duyar. Siz yakalama yapana ya da kayıt başlatana kadar UpLa hiçbir şey kaydetmez.

source: Screenshots folder…
tr: Ekran görüntüsü dizini…

source: Scrolling capture…
tr: Kaydırarak yakalama…

source: Select All
tr: Tümünü Seç

source: Settings…
tr: Ayarlar…

source: Share URL
tr: Adresi paylaş

source: Short link
tr: Kısa link

source: Show
tr: Göster

source: Show "After capture" window
tr: "Yakalama sonrası" penceresini göster

source: Show "After upload" window
tr: "Yükleme sonrası" penceresini göster

source: Show "Before upload" window
tr: "Yükleme öncesi" penceresini göster

source: Show History…
tr: Geçmişi Göster…

source: Show QR code window
tr: QR kod penceresini göster

source: Show QR code…
tr: QR kod göster…

source: Show a notification when an upload finishes
tr: Yükleme bitince bildirim göster

source: Show cursor
tr: İmleç göster

source: Show errors
tr: Hataları göster

source: Show file in Finder
tr: Dosyayı klasörde göster

source: Show in Finder
tr: Finder'da Göster

source: Show quick task menu
tr: Hızlı görev menüsünü göster

source: Show response…
tr: Yanıtı göster…

source: Show the mouse pointer
tr: Fare imlecini göster

source: Sign In
tr: Giriş Yap

source: Sign In Again…
tr: Tekrar Giriş Yap…

source: Sign In…
tr: Giriş Yap…

source: Sign Out
tr: Çıkış Yap

source: Sign in
tr: Giriş yap

source: Sign in again…
tr: Tekrar giriş yap…

source: Sign in to upla.com.tr
tr: upla.com.tr'ye giriş yap

source: Sign in…
tr: Giriş yap…

source: Sign out
tr: Çıkış yap

source: Sign out of your upla.com.tr account? This Mac's connection is removed from the server too; later uploads are made as a guest.
tr: upla.com.tr hesabınızdan çıkış yapılsın mı? Bu Mac'in bağlantısı sunucudan da silinir; sonraki yüklemeler misafir olarak yapılır.

source: Sign out of your upla.com.tr account? This computer's connection is removed from the server too; later uploads are made as a guest.
tr: upla.com.tr hesabınızdan çıkış yapılsın mı? Bu bilgisayarın bağlantısı sunucudan da silinir; sonraki yüklemeler misafir olarak yapılır.

source: Sign up
tr: Hesap oluştur

source: Signed in as %@
tr: Giriş yapıldı: %@

source: Signed in as %@. Files are uploaded to your account.
tr: Giriş yapıldı: %@. Dosyalar hesabınıza yüklenir.

source: Signing in…
tr: Giriş yapılıyor…

source: Sound played by apps is recorded; the microphone is not.
tr: Uygulamaların çaldığı ses kaydedilir; mikrofon kaydedilmez.

source: Source code
tr: Kaynak kod

source: Start/Stop Recording
tr: Kaydı Başlat/Durdur

source: Start/Stop screen recording
tr: Ekran kaydetme başlat/durdur

source: Start/Stop screen recording (GIF)
tr: Ekran kaydetme (GIF) başlat/durdur

source: Start/Stop screen recording (GIF) using active window region
tr: Aktif pencere alanıyla ekran kaydetme (GIF) başlat

source: Start/Stop screen recording (GIF) using last region
tr: Son bölgeyi kullanarak ekran kaydet (GIF)

source: Start/Stop screen recording (GIF) using pre configured region
tr: Özel alan ile ekran kaydetme (GIF) başlat

source: Start/Stop screen recording using active window region
tr: Aktif pencere alanıyla ekran kaydetme başlat

source: Start/Stop screen recording using last region
tr: Son bölgeyi kullanarak ekran kaydet

source: Start/Stop screen recording using pre configured region
tr: Özel alan ile ekran kaydetme başlat

source: Start/Stop scrolling capture
tr: Kaydırarak yakalamayı başlat/durdur

source: Starting the recording…
tr: Kayıt başlatılıyor…

source: Stop Recording
tr: Kaydı Durdur

source: Stop all active uploads
tr: Tüm aktif yüklemeleri durdur

source: Stop screen recording
tr: Ekran kaydını durdur

source: Stop screen recordings that will be uploaded at the upload limit
tr: Yüklenecek ekran kayıtlarını yükleme sınırına gelince durdur

source: Stop upload
tr: Yüklemeyi durdur

source: Switch to list view
tr: Liste görünümüne geç

source: Switch to thumbnail view
tr: Küçük resim görünümüne geç

source: Tags (comma separated):
tr: Etiketler (virgülle ayırın):

source: Task settings…
tr: Görev ayarları…

source: Test image upload
tr: Resim yükleme testi

source: Text
tr: Yazı

source: Text uploader: %@
tr: Metin yükleyici: %@

source: The file could not be read.
tr: Dosya okunamadı.

source: The file did not reach the server; it may be larger than allowed.
tr: Dosya sunucuya ulaşmadı; dosya izin verilen boyuttan büyük olabilir.

source: The file is too large (%@). Guest uploads are limited to %@; sign in with your account for larger files.
tr: Dosya çok büyük (%@). Misafir yüklemelerde sınır %@; daha büyük dosyalar için hesabınızla giriş yapın.

source: The file is too large (%@); at most %@ can be uploaded at once.
tr: Dosya çok büyük (%@); tek seferde en fazla %@ yüklenebilir.

source: The file is too large for upla.com.tr.
tr: Dosya upla.com.tr için çok büyük.

source: The file is waiting for moderation; until it is approved only the page link works.
tr: Dosya onay bekliyor; onaylanana kadar yalnızca sayfa linki çalışır.

source: The file was not uploaded because the upla.com.tr sign-in saved on this Mac could not be read from the keychain. Sign in again or continue as a guest from the "upla.com.tr Account" menu.
tr: Bu Mac'te kayıtlı upla.com.tr oturumu anahtar zincirinden okunamadığı için dosya yüklenmedi. "upla.com.tr Hesabı" menüsünden tekrar giriş yapın veya misafir olarak devam edin.

source: The folder could not be created
tr: Klasör oluşturulamadı

source: The key could not be saved in the keychain: %@
tr: Anahtar, anahtar zincirine kaydedilemedi: %@

source: The key is valid but this account is not allowed to upload.
tr: Anahtar geçerli ancak bu hesabın yükleme izni yok.

source: The key is valid; files will be uploaded to your account.
tr: Anahtar geçerli; dosyalar hesabınıza yüklenecek.

source: The key was saved. Files are uploaded to the account that owns the key.
tr: Anahtar kaydedildi. Dosyalar anahtarın sahibi olan hesaba yüklenir.

source: The link was copied to the clipboard.
tr: Link panoya kopyalandı.

source: The links and deletion links saved on this Mac are removed. The files stay on upla.com.tr.
tr: Bu Mac'te kayıtlı linkler ve silme linkleri kaldırılır. Dosyalar upla.com.tr'de kalır.

source: The permission is on. If capturing still fails, quit and reopen UpLa.
tr: İzin açık. Yakalama hâlâ çalışmıyorsa UpLa'dan çıkıp yeniden açın.

source: The recording is being uploaded.
tr: Kayıt yükleniyor.

source: The recording shortcut starts a region recording and stops a running one.
tr: Kayıt kısayolu bölge kaydı başlatır, süren bir kaydı da durdurur.

source: The resize width is larger than the image width.
tr: Sunucuda yeniden boyutlandırma genişliği resmin kendi genişliğinden büyük.
